Repository: kodi-game/game.libretro.bsnes-hd
Catalog: game.libretro.bsnes-hd/resources/language/resource.language.*/strings.po
Languages: es_es, ga

# Addon Description
source: bsnes-hd is a fork of bsnes that adds HD video features.
es_es: bsnes-hd es un fork de bsnes que añade funcionalidades de video HD.
ga: Is forc de BSNES é BSNES-HD a chuireann gnéithe físe HD leis.

# Addon Disclaimer
source: In loving memory of Near / Byuu
es_es: En cariñoso recuerdo de Near / Byuu
ga: I ngrá le Near / Byuu

# #30001
source: Color Adjustment - Luminance
es_es: Ajuste de Color - Luminancia
ga: Coigeartú Dath - Luminance

# #30002
source: Color Adjustment - Saturation
es_es: Ajuste de Color - Saturación
ga: Coigeartú Dath - sáithiúchán

# #30003
source: Color Adjustment - Gamma
es_es: Ajuste de Color - Gama
ga: Coigeartú Dath - Gamma

# #30004
source: Pixel Aspect Correction
es_es: Correción del Aspecto de Pixel
ga: Ceartú Gné Picteilín

# #30005
source: Crop Overscan
es_es: Recortar Overscan
ga: Barrscánadh

# #30006
source: Blur Emulation
es_es: Emulación de Difuminado
ga: Aithris dhoiléire

# #30007
source: Hotfixes
es_es: Parches
ga: Socruithe Te

# #30008
source: Entropy (randomization)
es_es: Entropía (aleatorización)
ga: Eantrópacht (randamú)

# #30010
source: CPU Fast Math
es_es: CPU Matemática Rápida
ga: Math tapa cpu

# #30011
source: Overclocking - SA-1 Coprocessor
es_es: Overclocking - Coprocesador SA-1
ga: Overclocking - Coprocessor SA -1

# #30012
source: Overclocking - SuperFX Coprocessor
es_es: Overclocking - Coprocesador SuperFX
ga: Overclocking - Coprocessor Superfx

# #30013
source: PPU (Video) - Fast Mode
es_es: PPU (Vídeo) - Modo Rápido
ga: PPU (físeán) - Mód Fast

# #30014
source: PPU (Video) - Deinterlace
es_es: PPU (Vídeo) - Desentrelazar

# #30015
source: PPU (Video) - No Sprite Limit
es_es: PPU (Vídeo) - Sin Límite de Sprites
ga: PPU (Físeán) - Gan Teorainn Sprite

# #30016
source: PPU (Video) - No VRAM Blocking
es_es: PPU (Vídeo) - Sin Bloquear VRAM
ga: PPU (físeán) - Gan aon bhlocáil VRAM

# #30017
source: DSP (Audio) - Fast Mode
es_es: DSP (Audio) - Modo Rápido
ga: DSP (Fuaime) - Mód Fast

# #30018
source: DSP (Audio) - Cubic Interpolation
es_es: DSP (Audio) - Interpolación Cúbica
ga: DSP (Fuaime) - Idirshuíomh ciúbach

# #30019
source: DSP (Audio) - Echo Shadow RAM
es_es: DSP (Audio) - Eco de RAM Shadow
ga: DSP (Fuaime) - RAM Shadow Echo

# #30020
source: Coprocessors - Fast Mode
es_es: Coprocesadores - Modo Rápido
ga: Coprocessors - Mód Fast

# #30021
source: Coprocessors - Prefer HLE
es_es: Coprocesadores - Preferir HLE
ga: Coprocessors - is fearr HLE

# #30022
source: Preferred Super Game Boy BIOS (Requires Restart)
es_es: BIOS Preferida de Super Game Boy (Requiere Reinicio)
ga: Bios buachaill Super cluiche is fearr (éilíonn sé atosú)

# #30023
source: Internal Run-Ahead
es_es: Avance Interno
ga: Rith inmheánach

# #30024
source: Expect Headered ROMs for IPS Patches
es_es: Esperar ROMs con Cabeceras para los Parches IPS
ga: Bí ag súil le ROManna ceannródaíocha do phaistí IPS

# #30025
source: HD Mode 7 - Scale
es_es: Modo 7 HD - Escalar
ga: Mód HD 7 - Scála

# #30026
source: HD Mode 7 - Perspective Correction
es_es: Modo 7 HD - Corrección de Perspectiva
ga: Mód HD 7 - Ceartú Peirspictíochta

# #30027
source: HD Mode 7 - Supersampling
es_es: Modo 7 HD - Supersampleado
ga: Mód HD 7 - SuperSampling

# #30028
source: HD Mode 7 - HD->SD Mosaic
es_es: Modo 7 HD - Mosaico HD->SD
ga: Mód HD 7 - HD->SD Mósáic

# #30029
source: HD Background Color Radius
es_es: Radio del Color del Fondo HD
ga: HD Dear Dath Cúlra HD

# #30030
source: HD Windowing (Experimental)
es_es: HD en Ventana (Experimental)
ga: HD Windowing (Turgnamhach)

# #30031
source: Widescreen Mode
es_es: Modo Pantalla Ancha
ga: Mód scáileáin leathan

# #30032
source: Widescreen - Aspect Ratio
es_es: Pantalla Ancha - Relación de Aspecto
ga: Scáileán leathan - cóimheas gné

# #30033
source: Widescreen - Background Layer 1
es_es: Pantalla Ancha - Capa 1 de Fondo
ga: Scáileán leathan - ciseal cúlra 1

# #30034
source: Widescreen - Background Layer 2
es_es: Pantalla Ancha - Capa 2 de Fondo
ga: Scáileán leathan - ciseal cúlra 2

# #30035
source: Widescreen - Background Layer 3
es_es: Pantalla Ancha - Capa 3 de Fondo
ga: Scáileán leathan - ciseal cúlra 3

# #30036
source: Widescreen - Background Layer 4
es_es: Pantalla Ancha - Capa 4 de Fondo
ga: Scáileán leathan - ciseal cúlra 4

# #30037
source: Widescreen - Sprites
es_es: Pantalla Ancha - Sprites
ga: Scáileán leathan - sprideanna

# #30038
source: Widescreen - Area Background Color
es_es: Pantalla Ancha - Color del Fondo de Área
ga: Scáileán leathan - dath cúlra an cheantair

# #30039
source: Widescreen - Ignore Window Effects
es_es: Pantalla Ancha - Ignorar Efectos de Ventana
ga: Scáileán leathan - neamhaird a dhéanamh ar éifeachtaí fuinneoige

# #30040
source: Widescreen - Fallback X-Coordinate
es_es: Pantalla Ancha - Coordenada-X de Respaldo
ga: Scáileán leathan - X -chomhordú ar ais

# #30041
source: Widescreen - Marker
es_es: Pantalla Ancha - Marcador
ga: Scáileán leathan - marcóir

# #30042
source: Widescreen - Marker Alpha
es_es: Pantalla Ancha - Alpha de Marcador
ga: Scáileán leathan - Marker Alfa

# #30043
source: Widescreen - Stretch Window
es_es: Pantalla Ancha - Estirar Ventana
ga: Scáileán leathan - fuinneog stráice

# #30009
source: Overclocking - CPU
ga: Overclocking - LAP
